Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་ཟླ་བ་ཟླ་དྲུག་གིས། །སྒྲ་གཅན་གྱིས་ཀྱང་འཛིན་པ་ཡིན། །
en: “Then, within six months, Rāhu swallows the moon.

source: དེ་ནས་ཟླ་བ་བཅུ་གཉིས་ལ། །ལོ་ཡི་སྒྲར་ནི་རབ་ཏུ་བསྒྲགས། །
en: The period of twelve months Is known as a year. {24.203}

source: དེ་ནས་ལོ་ནི་བཅུ་གཉིས་ལ། །ལོ་ཆེན་ཞེས་ནི་དེ་ལ་བྱ། །
en: “Then, the period of twelve years Is called a great year.

source: གཟའ་དང་རྒྱུ་སྐར་ཕྱིན་ཅི་ལོག །ལྷ་མིན་དབང་པོ་ཐམས་ཅད་ཀྱང་། །
en: The dānava lords always bring Unfavorable planetary and stellar influences.

source: དེ་ནས་ལོ་ནི་བཅུ་གཉིས་ལ། །འདིར་ནི་དགེ་དང་མི་དགེ་བྱེད། །
en: In the twelfth year, they bring a mixture Of good and bad things in this world. {24.204}

source: གང་ཚེ་ཡར་ངོར་ལྷ་མིན་དབང་། །སྒྲ་གཅན་རབ་ཏུ་སྣང་འགྱུར་ཞིང་། །ཟླ་བ་ཉི་མའི་དཀྱིལ་འཁོར་ནི། །མ་ལུས་རབ་ཏུ་ཟིན་གྱུར་ན། །མཚོན་གྱི་ཚོགས་ནི་ཆེན་པོ་ཡང་། །ས་ཡི་སྟེང་དུ་སྣང་བར་འགྱུར། །
en: “If Rāhu, the lord of asuras, Can be seen during a single fortnight Completely obscuring both The moon and the sun, A great armed conflict Will be seen on earth. {24.205}

source: དེ་ལ་སོགས་པ་ཆེན་པོ་ནི། །དུས་དང་དུས་སུ་རབ་སྦྱོར་འགྱུར། །
en: “This and other such [signs] Should always be applied on every occasion.

source: རྣམ་པ་དུ་མ་མང་པོ་ཡི། །བགེགས་ནི་མི་བཟད་སྣང་བར་འགྱུར། །
en: Many different, terrible obstacles Will be experienced {24.206}

source: དུས་ཀྱི་ཐ་མར་ཕྱིན་པ་ན། །འཇིག་རྟེན་སྣོད་ནི་ཆོས་མིན་ལ། །
en: “By the nonvirtuous beings When the end of the eon arrives.

source: རྒྱུ་སྐར་སྣྲུབས་ལ་གནས་པ་ལ། །ཟླ་བ་མ་ལུས་འཛིན་འགྱུར་ཞིང་། །མཚན་མོ་མ་ལུས་འཛིན་པ་ཉིད། །ཟླ་བ་འཛིན་པ་ནུབ་བཞིན་དང་། །
en: If the entire moon is swallowed While in the nakṣatra of Mūlā {24.207} “And sets at night While [still] eclipsed,

source: གལ་ཏེ་ཉི་མ་ཉིན་པར་ནི། །ནུབ་བཞིན་དུ་ནི་འཛིན་འགྱུར་དང་། །
en: Or if it sets during daytime While eclipsing the sun; {24.208}

source: ཉི་མ་དང་ནི་ཟླ་བ་ཉིད། །མཚན་ཕྱེད་དག་ཏུ་གཟུང་གྱུར་ནས
en: “If there is an eclipse of the sun Or the moon at midnight;

source: ལྷ་མིན་དབང་པོའི་གྲིབ་མ་ཡིས། །གལ་ཏེ་འཇིགས་ཤིང་ནུབ་གྱུར་ན། །
en: Or if they set frightened By the shadow of the lord of dānavas, {24.209}

source: ཤར་ཕྱོགས་གནས་པའི་རྒྱལ་པོ་ནི། །སྡང་བས་གསོད་པར་ཐེ་ཚོམ་མེད། །
en: “The evil king who lives in the east Will be killed without a doubt.

source: རང་ཉིད་འཆི་བའི་འཇིགས་པས་སམ། །གཞན་གྱིས་དེ་ནི་གསོད་པར་འགྱུར། །
en: He will be at the risk of death by his own men, Or he will be destroyed by others. {24.210}

source: ཀླ་ཀློ་ཡི་ནི་བདག་པོ་ཉིད། །ཤར་ཕྱོགས་སུ་ནི་གསོད་པར་བྱེད། །
en: “The king of barbarians And his country in the east will be destroyed.

source: ཨོ་ཌའི་ཡུལ་གྱི་མི་རྣམས་དང་། །དེ་ཚེ་རྡོ་རྗེ་ཞེས་བདག་ཀྱང་། །
en: So, too, will be the entire population of Oḍra And the king of the Oḍras. {24.211}

source: གལ་ཏེ་ཐ་སྐར་སྣར་མ་དང་། །དེ་བཞིན་དུ་ནི་བྲ་ཉེ་དང་། །སྨིན་དྲུག་དག་ལ་ཉི་ཟླ་ནི། །གང་ཚེ་འཛིན་པར་སྣང་འགྱུར་ནརྣམ་པ་སྣ་ཚོགས་བད་ཀན་དང་། །མཁྲིས་པ་དང་ནི་རླུང་གྱུར་དང་། །
en: “If the sun or the moon Are seen eclipsed in the nakṣatras Of Aśvinī, Rohiṇī, Bharaṇī, or Kṛttikā, {24.212} “There will be a proliferation of diseases Caused by phlegm, bile, and wind.

source: དེ་བཞིན་འདྲེས་པར་གྱུར་པ་ནི། །གཞན་ཡང་ལུས་ཅན་ཀུན་ལ་འབྱུང་། །
en: Other diseases, caused by combinations of humors, Will also affect embodied beings. {24.213}

source: བྱིས་པ་དག་ནི་ཐམས་ཅད་ལ། །རྣམ་པ་དུ་མའི་ནད་རྣམས་འབྱུང་། །གལ་ཏེ་རྒྱུ་སྐར་མཆུ་དང་ནི། །གྲེ་དང་དེ་བཞིན་དབོ་ཉིད་དང་། །མེ་བཞི་ནག་པ་ས་རི་དང་། །ས་ག་དག་གི་རྒྱུ་སྐར་ནི། །དེ་ལ་ཉི་ཟླ་ཤར་བ་ན། །འཛིན་པར་ཐེ་ཚོམ་མེད་འགྱུར་ཞིང་། །ཉི་ཟླ་གཉིས་ནི་ཤར་ཕྱོགས་སུ། །སྒྲ་གཅན་གྱིས་ནི་ཟིན་གྱུར་ན། །
en: “If the eclipse happens in the nakṣatras of Maghā Or the Phalgunī—whether the first or the second— A proliferation of various diseases Will be observed in all the children— {24.214} “Also, if the eclipse happens in the Hastā, Citrā, Svāti, or the Viśākhās. This will happen without a doubt If the moon or the sun are eclipsed in these nakṣatras. {24.215}

source: ཤར་ཕྱོགས་མི་ཡི་བདག་པོ་དང་། །ལཱ་ཌ་ཡུལ་གྱི་བདག་པོ་དང་། །ཨངྒ་མ་ག་དྷཱ་རྒྱལ་པོ། །མིག་གི་ནད་ཀྱིས་འདེབས་པའམ། །
en: “If the sun or the moon Are eclipsed by Rāhu in the east, The kings of Prācya, Lāḍa, Vaṅga, Aṅga, and Magadha Will be seized by pain in the eyes. {24.216}

source: བུ་རྣམས་འཆི་བར་འགྱུར་བའམ། །དེ་རྣམས་འཆི་བས་ཉེར་འཇིགས་འགྱུར། །
en: “Or perhaps their sons will die, Or their wives will be in the danger of dying.

source: དགྲ་རྣམས་སྡང་བའི་སེམས་ལྡན་པའི། །ཚོགས་ཀྱང་དེ་ཚེ་འབྱུང་བར་འགྱུར། །
en: Or possibly a war will break out With wicked-minded enemies. {24.217}

source: མགོ་དང་ལག་དང་ནབ་སོ་དང་། །དེ་བཞིན་རྒྱལ་དང་སྐག་ཉིད་དང་། །ཉི་མ་ཟླ་བ་འདི་དག་ལ། །སྒྲ་གཅན་གྱིས་ཟིན་སྣང་གྱུར་ན། །
en: “If Rāhu is seen eclipsing The sun or the moon while these planets Are in the nakṣatras of Mṛgaśirā, Ārdrā, The Punarvasus, Puṣya, or Āśleṣā, {24.218}

source: མ་ག་དྷཱ་རྒྱལ་གནོད་འགྱུར་ཞིང་། །དེ་བཞིན་ཡུལ་མི་དག་ལའང་གནོད། །
en: “The king and the population of Magadha Will be oppressed,

source: བློན་པོ་ནད་འཇིགས་ཤེས་པར་བྱ། །འཆིང་དང་ཉོན་མོངས་གྲོང་ཁྱེར་འགྱུར། །
en: The ministers will be at risk of falling ill, And the cities will be held captive with the citizens distressed. {24.219}

source: ལྷ་མཚམས་དང་ནི་སྣྲོན་དག་ལ། །སྒྲ་གཅན་གྱིས་ཟིན་ཀུན་ལ་སྣང་། །དེ་ཚེ་ནད་རྣམས་ཀུན་ཏུ་འགྲོ། །ཡུལ་མི་ཀུན་ལའང་ནད་རྣམས་འབྱུང་། །
en: “If a total eclipse by the lord of the dānavas Is observed in the nakṣatras of Anurādhā or Jyeṣṭhā, This will affect all the population centers With pandemic outbreaks of disease. {24.220}

source: གསོད་དང་འཆིང་དང་ཉོན་མོངས་དང་། །གནོད་པ་རྣམ་པ་དུ་མ་འབྱུང་། །
en: “This will likewise bring killing, enslavement, And various afflictions that are hard to bear.

source: འཆིང་དང་གཞན་གྱི་དམག་ཚོགས་ནི། །སྐྱེ་བོའི་གཙོ་ལ་དེ་དག་སྐྱེ། །
en: The bondage and confinement imposed upon the population By prominent people will increase. {24.221}

source: ཆུ་སྟོད་དང་ནི་གྲོ་བཞིན་དང་། །དེ་བཞིན་ཆུ་སྨད་ཁོ་ན་ལ། །ཉི་མའི་དཀྱིལ་འཁོར་དབུས་གནས་དང་། །ཟླ་བ་ལ་ནི་དམར་བར་སྣང་། །གཟའ་ནི་འཛིན་པར་སྣང་གྱུར་པ། །རྟག་ཏུ་མུ་གེ་འབྱུང་བར་འགྱུར། །གྲོ་བཞིན་མོན་གྲེའི་རྒྱུ་སྐར་དང་། །
en: “If the disk of the sun is obscured Or the moon becomes red, Invariably indicating the coming of Rāhu ( graha ), In the first Āṣāḍhā, Śravaṇā, Or the second Āṣāḍhā, A famine will follow. {24.222}

source: དེ་བཞིན་དུ་ནི་ཁྲུམས་སྟོད་དང་། །གང་ཚེ་མོན་གྲུ་དག་ལ་ནི། །གལ་ཏེ་ཉི་ཟླ་གཟས་ཟིན་ཏེ། །གཟའ་ནི་བྱུང་བར་ཤེས་གྱུར་ན། །ཁ་དོག་ནག་པ་ལ་བརྟེན་ནས། །
en: “If the moon or the sun is eclipsed In the nakṣatras of Śravaṇā, Dhaniṣṭhā, The first Bhadrapadā, Or Śatabhiṣā, {24.223} “And it has thus darkened over, One knows that Rāhu ( graha ) has arrived.

source: མྱ་ངན་ཆེན་པོ་ཉོན་མོངས་དང་། །མུ་གེ་ཀུན་ཏུ་འབྱུང་བར་ནི། །ཡུལ་མི་ཀུན་ལ་འབྱུང་བ་དང་། །རྒྱལ་པོ་རྐུན་མའི་འཇིགས་ཆེན་འབྱུང་། །
en: This will result in severe suffering And famine everywhere. All human habitations will be At great risk from the king’s thieves. {24.224}

source: ནམ་གྲུ་རྒྱུ་སྐར་ཉིད་དང་ནི། །གང་ཚེ་ཁྲུམས་སྨད་དག་ལ་ནི། །ཟླ་བ་ཉི་མའི་དཀྱིལ་འཁོར་དུ། །ཤར་ནས་སྒྲ་གཅན་འཛིན་པ་ན། །ནུབ་ཕྱོགས་ནས་ནི་ཉི་མ་འཛིན། །མ་ག་དྷཱར་ནི་མི་ཡི་བདག །སེམས་ཅན་རྒྱལ་པོའི་ཐབས་ཉམས་པར། །ཟླ་ཕྱེད་གཅིག་གིས་སྣང་བར་འགྱུར། །
en: “If, in the nakṣatras of Revatī Or the second Bhadrapadā, The bright disk of the moon Is swallowed by Rāhu from the east, Or the disk of the sun, obscured from the west, Is only partially visible, {24.225} “Every king and lord of Magadha Will lose his dominion.

source: རྟག་ཏུ་སྒྲ་གཅན་འགྲོ་བ་ཡི། །མཚན་མ་འདི་དག་བསྟན་པ་ཡིན། །
en: These are said to be the manifestations Of the coming of Rāhu. {24.226}

source: ཟླ་བ་ཉི་མའི་དཀྱིལ་འཁོར་གྱིས། །ཕྱོགས་ནི་གང་ནས་ཟིན་གྱུར་པ། །དེ་དང་དེ་ཡི་ཕྱོགས་དག་ཏུ། །དགེ་དང་མི་དགེ་འབྱུང་བར་འགྱུར། །
en: “The quarters where the sun Or the moon disk is eclipsed Are the ones where, at that time, Good and bad things will occur. {24.227}

source: གང་ཉིད་ས་སྟེང་འགུལ་བ་ནི། །འཇིག་རྟེན་མཚན་མས་བསྟན་པ་དག །
en: “The earthquakes that occur on earth Are said to be indicated by signs.

source: དགེ་དང་མི་དགེ་དེ་དང་དེར། །དེ་བཞིན་གཟས་ཟིན་ཤེས་པར་བྱ། །
en: Based on the color of the eclipse, there will be The corresponding good and bad occurrences. {24.228}

source: ཁུག་རྣ་སེར་བ་མཇུག་རིངས་ནི། །ཉི་མ་ལྔ་ཡི་བར་དུ་ཡོད། །
en: “A smoky color is the sign Of a rain that will last for five days.

source: དེ་འོག་འཇིག་རྟེན་སེམས་ལས་འབྱུང་། །ངོགས་ལ་སྤྱོད་ཅིང་གནས་པ་ཡི། །
en: Halfway through it, this will become a matter of concern For the people living in Tīrabhukti. {24.229}

source: ཡུལ་མི་ཐམས་ཅད་འཇིག་འགྱུར་ཞིང་། །ནད་ཀྱི་གཞི་ནི་འབྱུང་བ་ཡིན། །
en: “All the populated places will be destroyed And will become centers of disease.

source: བྱང་ཕྱོགས་གང་གཱའི་འགྲམ་གྱི་ནི། །རྒྱལ་པོ་དག་ཀྱང་འཇིག་པར་འགྱུར། །
en: The kings who rule on the northern bank Of the Gaṅgā will perish, {24.230}

source: དེ་བཞིན་ཁ་བ་ཅན་གྱི་དབུས། །བགྲོད་དཀའ་ཁྲད་ཁྲོད་ལ་གནས་དང་། །ས་ཡི་བདག་པོ་ལ་གནས་དང་། །ཁོ་ར་ཡུག་ན་རྩེ་རྗེ་དང་། །
en: “And so will the kings who live, Protected all around, in their forts In the impenetrable recesses of the Himalayas, So difficult to access. {24.231}

source: བྱང་ཕྱོགས་གང་གཱའི་འགྲམ་དག་ནདེ་ཚེ་འགྲམ་སྤྱོད་བདག་པོ་དག །མྱ་ངན་གདུང་བ་དུ་མ་ཡིས། །སྐྱེ་བོའི་བདག་པོ་དེ་འཆིང་འགྱུར། །
en: “The king of Tīrabhukti, On the northern bank of the Gaṅgā, Will also die, Tormented by grief and tribulations of different kinds.

source: རྒྱུ་སྐར་གང་ལ་ས་འགུལ་བ། །དེ་ལ་ཁུག་རྣ་ཡང་དག་བསྟན། །ཕྱོགས་རྣམས་མ་ལུས་ཁུག་རྣ་ནི། །མི་བཟད་འོད་ནི་སྤངས་པ་དང་། །ཉིན་ཞག་ལྔ་ཡི་བར་དུ་ཡང་། །རྟག་ཏུ་ཉིན་ཞག་མང་པོར་ནི། །
en: “If the nakṣatras, during which the earthquake occurs, Can be described as hazy, Then within five days All the directions will become filled with smoke. Without any rain, it will be terrible.

source: ཕན་ཚུན་ཆོས་ནི་མི་མཐོང་དང་། །མི་ཡི་སྤྱོད་ཡུལ་མཐོང་བ་མིན། །མི་རྣམས་དག་ནི་ཕན་ཚུན་དུ། །དེར་ནི་མཐོང་བར་འགྱུར་མ་ཡིན། །
en: “People within the range of vision Will not see one another. Human vision will not penetrate there To see one another. {24.234}

source: དེར་ནི་འཇིག་ཆེན་འབྱུང་བར་ཤེས། །རྒྱལ་པོ་ཡུལ་འཁོར་བཅས་ཏེ་འཇིག །
en: “There will be great dangers there That will destroy kings and states That have the karma for this.

source: སྐར་མདའ་འཁོར་ཡུག་དག་ཏུ་ནི། །གང་དག་ལས་ཀྱིས་བྱུང་གྱུར་པ། །ཕྱོགས་ཀྱི་མཐར་ནི་རབ་སྣང་བ། །གཉིས་དང་གསུམ་ནི་མི་བཟད་ཡིན། །
en: There will be shooting stars all around, {24.235} “With terrible double or triple Circles around them.

source: མཚན་མོ་དབང་པོའི་གཞུ་ཉིད་དང་། །བྱ་རོག་གལ་ཏེ་འདབ་མ་དཀར། །དཀར་བའམ་ཡང་ན་ཁ་དོག་ནག །ཡང་ན་དཀར་དང་ནག་པར་མཐོང་། །
en: If rainbows appear at night And the wings of crows appear white; {24.236} “If the color white appears as black And black as white;

source: ཕྱིན་ལོག་འདབ་ཆགས་ཁ་དོག་དང་། །ཕྱིན་ཅི་ལོག་གི་དུས་སྒྲ་དང་། །
en: If the colors of birds and their cries, Particular to the season, are altered; {24.237}

source: ཕྱིན་ཅི་ལོག་གི་བྱ་རྣམས་ཡོད། །གང་དུ་དེར་ནི་འཇིགས་ཆེན་འབྱུང་། །
en: “And if the birds are acting out of character, Wherever this occurs, there will be great dangers there.

source: རྐང་གཉིས་རྐང་པ་བཞི་ཉིད་དང་། །རྐང་མེད་དང་ནི་རྐང་མང་དང་། །
en: Also, if the two-legged, four-legged, Legless, and multi-legged beings act out of character, {24.238}

source: འདབ་ཆགས་དུད་འགྲོ་སྲོག་ཆགས་རྣམས། །ཕྱིན་ཅི་ལོག་འགྱུར་འཇིགས་ཆེན་བྱུང་། །
en: “And if the birds and other animals behave in strange ways, This indicates great danger.

source: ཁྱི་ནི་གྱེན་དུ་གདོང་བལྟས་ཏེ། །ཡང་དང་ཡང་དུ་ཟུགས་གྱུར་པ། །ཉིན་པར་རམ་ནི་མཚན་མོ་རུ། །གང་དུ་དེར་ནི་འཇིགས་ཆེན་འབྱུང་། །
en: If dogs with distended bellies Keep howling again and again, Whether at daytime or nighttime, This indicates great danger. {24.239}

source: དེ་ལྟར་རྣམ་པ་དུ་མ་དང་། །རྣམ་མང་གང་དུ་རབ་བརྟགས་པ། །དེར་ནི་ཆར་མི་འབབ་པར་འགྱུར། །རྒྱལ་པོའི་ཚོགས་ཀྱང་རྣམ་པར་འཇིག །
en: “In places where many such omens Occur in profusion, There will be a drought And the king will lose his royal wheel. {24.240}

source: ཇི་ལྟར་སྐྱེ་བའི་སྐར་མ་ནི། །དགེ་དང་མི་དགེའི་སྲོག་ཆགས་ཡིན། །དེ་བཞིན་མཚན་མ་གང་སྐྱེས་པ། །དགེ་དང་མི་དགེ་བྱེད་པ་ཡིན། །
en: “Whatever the birth horoscope of sentient beings, With its good and bad influences, is said to be, The corresponding omens will occur, Bringing, in this life, good and bad results. {24.241}

source: སྔོན་གྱི་རྒྱུ་ནི་མ་ཡིན་པ། །རྒྱུ་མཚན་ཅུང་ཟད་མི་མཐོང་སྟེ། །
en: “Otherwise, if there is no previous cause, No signs will be perceived.

source: རྒྱུ་མེད་རབ་ཏུ་འཇུག་བྱེད་པའི། །བགེགས་འབྱུང་བ་ནི་ཡོད་མ་ཡིན། །
en: Obstacles never happen without a cause, And they arise according to omens.” {24.242}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། སྐར་མའི་དཔྱད་ཀྱི་རྒྱུ་མཚན་ཤེས་པའི་ལེའུ་རབ་འབྱམ་ལས་བཅྭ་བརྒྱད་པ་རྫོགས་སོ།། །།
en: This concludes the detailed twenty-fourth chapter, on the astrological knowledge of signs, from “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་གཞན་ཡང་གཟའ་དང་རྒྱུ་སྐར་དང་སྐར་མ་དང་སྐར་མཁན་གྱི་ཚོགས་རྣམས་ལ་བཀའ་སྩལ་པ།
en: Lord Śākyamuni once again addressed the planets, the nakṣatras, the stars, and other celestial bodies: {25.1}

source: ཀྱེ་ཀྱེ་གཟའ་དང་རྒྱུ་སྐར་ཀྱི་ཚོགས་རྣམས་ཁྱེད་ཅག་ཐམས་ཅད་ཉོན་ཅིག །
en: “Please listen, all of you, venerable sirs, the planets and the nakṣatras!

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ཆོ་གའི་རྒྱལ་པོ་འདི་ལས་འདའ་བར་མ་བྱེད་ཅིག །སྔགས་དང་། རྒྱུད་དང་། དབང་བསྐུར་བ་དང་། དཀྱིལ་འཁོར་དང་། ཆོ་ག་རྣམས་དང་། བཟླས་པ་དང་། ངེས་པར་སྡོམ་པ་དང་། རིག་པ་སྒྲུབ་པ་ལ་འཇུག་པ་དང་། རིག་པ་འཛིན་པ་རྣམས་ཀྱི་ཆོ་ག་དང་། རྒྱུ་སྐར་ཀྱི་སྤྱོད་པ་དང་། རྩིས་མངོན་པར་ཤེས་པ་རྣམས་ཀྱི་ཆོ་གའི་རྒྱལ་པོ་དེ་ལ་ཁྱེད་ཅག་རྣམས་ཀྱིས་དེར་བགེགས་མ་བྱེད་ཅིག །
en: This sovereign manual of the divine youth Mañjuśrī, which contains ritual instructions on the empowerment and the maṇḍala according to the mantra system, should not be transgressed against. You honored celestial bodies should not obstruct the knowledge holders trained in this supreme manual who engage in the practice of recitation, homa, the observance of rules, and magic. Nor should you hinder the insights gained by the calculations of the behavior ( carita ) of the asterisms and nakṣatras.

source: བསྟན་པ་ལ་རབ་ཏུ་ཞུགས་པ་རྣམས་ལ་ལྷའི་ཚོགས་ཐམས་ཅད་ཀྱིས་ཀྱང་དེ་ལ་སྲུང་བགྱིས་ཤིག །
en: Instead, you and the hosts of gods should all protect those who engage in the instructions thereof.

source: སེམས་ཅན་མ་རུངས་པ་ཐམས་ཅད་ཀྱང་དགག་པར་གྱིས་ཤིག །བསྟན་པར་གྱིས་ཤིག །
en: All the wicked beings should be warded off, restrained, and properly instructed.

source: ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་གསོད་པར་མ་བྱེད་ཅིག །
en: None of them should be hurt in any way.

source: སྟོབས་བཅུ་དང་ལྡན་པ་རྣམས་ཀྱི་བསྟན་པ་ལ་རྣམ་པར་གཞག་པར་གྱིས་ཤིག །
en: [Instead,] they should be established in the stages of this doctrine that confers the ten powers.” {25.2}

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མ་རུངས་པ་ཐམས་ཅད་བཟློག་པའི་ཕྱིར། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་མངོན་པར་འཕགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: Lord Śākyamuni then entered the samādhi called the erect uṣṇīṣa of all the tathāgatas in order to keep away all evildoers from every sentient being.

source: བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ། ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ན་རྣམ་པར་བཞུགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ན་བཞུགས་པ་ལ་རྣམ་པར་བལྟ་བའི་ཕྱིར་ཉེ་བར་ལྷགས་པར་གྱུར་ཏོ། །
en: As soon as the blessed Śākyamuni entered this samādhi, all the tathāgatas dwelling in the world spheres in the ten directions clearly saw the blessed Tathāgata Śākyamuni in the realm of the Pure Abode and came over to him.

source: བསམ་གྱིས་མི་ཁྱབ་པའི་སངས་རྒྱས་ཉེ་བར་ལྷགས་པ་རང་རང་གི་བྱིན་གྱིས་བརླབས་ཀྱིས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་བོས་ཏེ། གསུངས་ཤིག་གསུངས་ཤིག་དཔའ་བོ་ཆེ། །
en: They approached with their inconceivable buddha mien, and spoke to the blessed Tathāgata Śākyamuni as follows: {25.3}

source: འཇིག་རྟེན་རྣམས་ལའང་ཕན་པའི་ཕྱིར། །སྔགས་རྒྱུད་ཆོ་ག་ཇི་ལྟ་བར། །སྔགས་རྣམས་ཀུན་ལ་རབ་འཇུག་ཕྱིར། །
en: “For the good of beings, Please teach, O great hero, The single syllable that can be used instead of any mantra; Teach it along with its instructions as prescribed. {25.4}

source: རིག་པའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །སངས་རྒྱས་ཀུན་གྱིས་གསུངས་པ་ཡི། །
en: “This vidyārāja of great magical power Was taught by all the buddhas.

source: གཙོ་མཆོག་ཡི་གེ་གཅིག་པ་ནི། །དུས་ཉམས་རྩོད་པའི་དུས་དག་ཏུ། །
en: This single syllable is the best mantra For the time of destruction during the lowest eon. {25.5}

source: སྔགས་རྣམས་ཀུན་གྱི་རབ་མཆོག་ནི། །སངས་རྒྱས་ཀུན་གྱིས་གསུངས་པ་ཡིན། །གཙུག་ཏོར་རྒྱལ་པོ་སྟོབས་པོ་ཆེ། །འབྱུང་པོ་ཀུན་ནི་ཟློག་པར་བྱེད། །
en: “It was taught by all the buddhas As the best of all mantras, The Uṣṇīṣarāja, the great hero Who wards off all spirits. {25.6}

source: གཟའ་དང་རྒྱུ་སྐར་མ་མོ་རྣམས། །མ་རུངས་སེམས་ལྡན་འགོག་པར་བྱེད། །འཇིག་རྟེན་བགེགས་རྣམས་ཇི་སྙེད་དང་། །དེ་བཞིན་གཞན་ཡང་གདུག་སེམས་ལྡན། །
en: “It restrains grahas, nakṣatras, The evil minded mātṛs, All the obstacle makers, And whatever other evil beings there are in this world. {25.7}

source: སེམས་ཅན་རྣམས་ནི་རྗེས་གཟུང་དང་། །ཟློས་པ་རྣམས་ནི་བདེ་བྱའི་ཕྱིར། །བསྟན་པ་འདི་ལ་ཆོ་ག་མཆོག །སྟོབས་ཆེན་འཁོར་ལོས་སྒྱུར་བ་ཡིན། །
en: “He, the cakravartin of great power, Who confers benefits and happiness On the beings who recite him, Is the most important [mantra] in this entire teaching {25.8}

source: གཙུག་ཏོར་རྒྱལ་པོ་མཐུ་བོ་ཆེ། །ཀུན་ལ་དབང་ཕྱུག་དམ་པ་ནི། །
en: “He is Uṣṇīṣarāja of great valor, The supreme lord of everything.

source: གང་གི་དུས་ནི་འདི་ཡིན་པ། །དེ་བཞིན་གཤེགས་པ་ཁྱོད་ཀྱིས་གསུངས། །
en: Teach him to us, O Tathāgata, If the time is now right for this.” {25.9}

source: དེ་སྐད་གསུངས་ནས་སངས་རྒྱས་རྣམས། །མི་གསུང་བར་ནི་བཞུགས་པར་གྱུར། །
en: Having said this, the buddhas Fell silent and waited. {25.10}

source: དེ་ནས་སངས་རྒྱས་འདུས་པ་དེ་རྣམས་ཀྱིས། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་སེམས་ཅན་ཐམས་ཅད་སྣོད་ཀྱི་འཇིག་རྟེན་རྣམས་གཅིག་ཏུ་འབར་བར་གྱུར་ལ།
en: At that time, the entire congregation of the buddhas and all the world spheres within the great trichiliocosm, with all the living beings and inanimate objects there, became bathed in the same light.

source: སངས་རྒྱས་ཀྱིས་བྱིན་གྱིས་བརླབས་ཀྱིས་སེམས་ཅན་གཅིག་ལ་ཡང་གནོད་པར་མ་གྱུར་ཏེསྣང་བ་ཆེན་པོ་ཡང་དག་པར་སྣང་བར་གྱུར་ཏོ། །
en: Through the Buddha’s blessing, not a single being suffered pain, and a great light could be seen. {25.11}

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་ཐམས་ཅད་དང་ལྡན་པའི་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ལ་གཟིགས་ཏེ།
en: The blessed Śākyamuni, looking at the entire realm of the Pure Abode,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་དང་དེ་ན་གནས་པའི་ལྷའི་བུ་རྣམས་དང་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་དང་བཅོམ་ལྡན་འདས་དང་འཁོར་ཆེན་པོ་འདུས་པ་ལ་བཀའ་སྩལ་པ།
en: the bodhisattva great beings there, the gods, all the śrāvakas, the pratyeka­buddhas, and the blessed buddhas congregated in this great gathering, then said: {25.12}

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དགོངས་སུ་གསོལ། ཡི་གེ་གཅིག་པ་འདི་ནི་རིག་པའི་འཁོར་ལོས་སྒྱུར་བ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་གོང་ནས་གོང་དུ་གནས་པ་བསྟན་པ་ཐོགས་པ་མེད་པ།
en: “Pay attention, O blessed buddhas and all the pratyeka­buddhas and noble śrāvakas, to this teaching on the ritual of this vidyā cakravartin, the one syllable who resides above the uṣṇīṣa s of all the tathāgatas.

source: དཔག་ཏུ་མེད་པའི་སྟོབས་དང་ཕ་རོལ་གནོན་པ། བཅོམ་ལྡན་འདས་གཙུག་ཏོར་གྱི་རྒྱལ་པོ་འཁོར་ལོས་སྒྱུར་བའི་ཆོ་ག་ཡང་ངས་བཤད་པར་བྱའོ། །
en: He is Uṣṇīṣarāja, the blessed cakravartin, the perfect teacher of infinite power and valor.

source: བསྟན་པ་ནུབ་པའི་དུས་སུ་རྩོད་པའི་དུས་འདི་ལ་བཅོམ་ལྡན་འདས་གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བ་དེ་བསྟན་པ་འདི་ལ་སྲུང་བ་གཅིག་པུར་འགྱུར་ཞིང་དུས་ཐམས་ཅད་དུ་གྲུབ་པར་ཡང་འགྲོ་སྟེསངས་རྒྱས་ཐམས་ཅད་ཀྱི་བསྟན་པ་ནུབ་པའི་དུས་ཚོད་ལ་འདི་ཉིད་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡིན་ཏེ། བསྟན་པའི་དོན་བྱེད་པར་འགྱུར་རོ། །
en: I will teach his ritual again now, during the lowest eon. I will now, at this time in the lowest eon, say again the mantra of that blessed teacher of the triple universe whose instructions are difficult to find, who is honored by all the gods, nāga s, yakṣa s, gandharvas, asuras, garuḍas, kinnaras, and mahoragas, and who fulfills the goal of every activity. {25.13} “At the time when the Buddha’s teaching disappears, he—the universal blessed cakravartin Uṣṇīṣa —becomes the preserver of the teaching. He bestows accomplishments. He, a blessed buddha, fulfills the interests of beings during the entire time when the teachings of all the buddhas have disappeared.

source: ཡི་གེ་གཅིག་པོ་འདི་ལ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཆོས་ཀྱི་མཛོད་འདུས་པར་འགྱུར་རོ། །
en: He, the blessed one, is the preserver in whom the entire Dharma basket of all the tathāgatas is condensed.

source: ཀྱེ་ལྷའི་ཚོགས་དང་སེམས་ཅན་ཐམས་ཅད་ཉོན་ཅིག །
en: O venerable hosts of gods and all beings! Please listen! {25.14}

source: བྷྲཱུཾ །_
en: “ Bhrūṁ.

source: བཅོམ་ལྡན་འདི་ནི་ཐམས་ཅད་མཁྱེན། །སངས་རྒྱས་སྔགས་གཟུགས་རྣམ་པར་གནས། །
en: “This syllable is the blessed, all-knowing lord Cast by the buddhas into the form of a mantra.

source: སྟོན་པ་ཐུགས་རྗེ་ཆེ་དང་ལྡན། །སེམས་ཅན་ཀུན་ལ་རྣམ་པར་སྤྱོད། །
en: He extends himself to all embodied beings As a most compassionate teacher. {25.15}

source: སྔགས་རྣམས་བདག་པོ་དཔལ་དང་ལྡན། །གཙུག་ཏོར་ལས་བྱུང་བསྟན་པ་ཡིན། །
en: “He is the glorious lord of mantras, Honored and celebrated as Uṣṇīṣa.

source: སྙིང་རྗེ་དབང་ལ་བརྟེན་ནས་ནི། །འདི་ནི་ཡི་གེ་གཅིག་ཏུ་གནས། །
en: A receptacle of compassion, He is merged into and abides as this very syllable.

source: ཆོས་ཀྱི་དབྱིངས་ལ་བརྟེན་ནས་ནི། །འདི་ནི་སྣ་ཚོགས་གཟུགས་ལ་གནས། །
en: Emanating as the sphere of phenomena, He abides as all forms. {25.16}

source: ཇི་ལྟར་སངས་རྒྱས་སྐུ་རྣམས་ནི། །སྐྱེ་བོ་རྣམས་ལ་སྐུ་གདུང་གྱུར། །འཇིག་རྟེན་གྱིས་མཆོད་ཟང་ཟིང་བཅས། །
en: “As the bodies of the buddhas Remain for people in the form of relics, They are worshiped in their material form.

source: ཟང་ཟིང་མེད་པའང་ཁྱད་པར་དུ། །དམ་ཆོས་སྐུ་གདུང་དག་ཏུ་བསྟན། །
en: The immaterial relics, in particular, {25.17} “Are those of the true Dharma Taught for the sake of people.

source: འཇིག་རྟེན་ཟང་ཟིང་མེད་པའི་རྒྱུ། །སྐུ་ནི་ཟང་ཟིང་བཅས་པར་གསུངས། །
en: The material relics, said to be the bodily remains Of the lordly victors, possess great power. {25.18}

source: ཐུབ་པའི་ཟླ་བ་ཟག་པ་མེད། །ཟང་ཟིང་བཅས་དང་ཟང་ཟིང་མེད། །འཇིག་རྟེན་རྒྱུར་ནི་གསུངས་པ་ཡིན། །ཆོས་ཀྱི་དབྱིངས་ལ་བརྟེན་ནས་ནི། །ཐུགས་རྗེའི་དབང་གིས་སེམས་ཅན་ལ། །འཇིག་རྟེན་མགོན་པོ་འོད་བྱེད་པ། །སྔགས་ཀྱི་ཚུལ་གྱིས་བཞུགས་པ་ཡིན། །
en: “The moon-like sages, who are free from karmic influences, Described different types of relics That issue forth, for the benefit of beings, In either material or immaterial form. {25.19} “Inseparably infused, out of compassion for beings, With the sphere of phenomena, The sun-like lord of the world Abides in the form of the mantra. {25.20}

source: སྣ་ཚོགས་གཟུགས་ཅན་ཐམས་ཅད་མཁྱེན། །ས་སྟེང་འདི་ལ་སྣང་བ་ཡིན། །
en: “On earth, he is perceived As omnifarious and omniscient.

source: སེམས་ཅན་རྣམས་ཀྱིས་སྔགས་སྒྲུབ་པ། །སངས་རྒྱས་རྣམས་ཀྱིས་གསུངས་པ་ཡིན། །
en: He is the mantra that fulfills all purposes And has been taught by all the buddhas. {25.21}

source: སྔགས་འདི་ཡོངས་སུ་མདོར་བསྡུ་ན། །རང་གིས་ཆོ་གས་འདིར་བཟླས་ན། །
en: “This condensed mantra should be recited By oneself according to the instructions.

source: སྔགས་རྣམས་ཇི་ལྟར་འདོད་པ་བཞིན། །རྟག་ཏུ་འབྲས་བཅས་བྱེད་པར་འགྱུར། །
en: It will accomplish all activities And always bring the desired results. {25.22}

source: འདི་ཡི་ཆོ་ག་མདོར་བསྡུས་ནས། །དུས་སུ་ཡང་ནི་བཤད་པར་བྱ། །དུས་མཐར་ཐུབ་མཆོག་འཇིག་རྟེན་དུ། །དེ་བཞིན་གཤེགས་པ་ནུབ་པ་ན། །
en: “Its ritual, in its condensed form, Will be taught again at another time, At the end of the eon, when the best of sages, The Tathāgata, has departed.

source: དེ་ཡི་དུས་སུ་ཆོ་ག་འགྲུབ། །སྔགས་འགྲུབ་པར་ནི་གསུངས་པ་ཡིན། །
en: It is said that the ritual and the mantra Will both be accomplished at that time. {25.23}
